Revit 2024 API
ParameterTypeId.RbsElecApparentCurrentPhasebParam Property
 "Apparent Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecApparentCurrentPhasebParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecApparentCurrentPhasebParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecApparentCurrentPhasebParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace